tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "puma/puma"

brew "ack"
brew "anydesk"
brew "ansible"
brew "borkdude/brew/babashka"
brew "bpytop"
brew "coreutils"
brew "clipboard"
brew "datasette"
brew "cloc"
brew "fd"
brew "flux"
brew "fzf"
brew "git-open"
brew "glib"
brew "glow"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "gpa"
brew "grc"
brew "harfbuzz"
brew "htop"
brew "httpie"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "just"
brew "libcaca"
brew "lf"
brew "libgit2"
brew "lazygit"
brew "lazydocker"
brew "fzf"
brew "nnn"
brew "ncdu"
brew "pango"
brew "pandoc"
brew "pass"
brew "puma/puma/puma-dev"
brew "qt"
brew "raylib"
brew "rbenv"
brew "rclone"
brew "ripgrep"
brew "rustup"
brew "smartmontools"
brew "tarsnap"
brew "thefuck"
brew "tmux"
brew "vips"
brew "vifm"
brew "wget"
brew "yarn"
brew "yt-dlp"

cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-iosevka-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-fira-sans"
cask "font-inconsolata"
cask "font-liga-comic-mono"
cask "font-jetbrains-mono-nerd-font"
cask "anki"
cask "audacity"
cask "adobe-acrobat-reader"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "firefox"
cask "google-chrome"
cask "handbrake"
cask "hiddenbar"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "macfuse"
cask "menumeters"
cask "mullvadvpn"
cask "mylio"
cask "obsidian"
cask "pycharm"
cask "rar"
cask "roundpie"
cask "signal"
cask "slack"
cask "steam"
cask "sqlitestudio"
cask "scroll-reverser"
cask "tableplus"
cask "tidal"
cask "transmission"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "webstorm"
cask "xnviewmp"
cask "zerotier-one"
