

tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask"
tap "homebrew/core"
tap "puma/puma"
tap "railwaycat/emacsmacport"

brew "ack"
brew "ansible"
brew "coreutils"
brew "dua-cli"
brew "deno"
brew "emacs"
brew "fd"
brew "flux"
brew "fzf"
brew "git-open"
brew "glib"
brew "gnutls"
brew "go"
brew "gobject-introspection"
brew "grc"
brew "harfbuzz"
brew "htop"
brew "imagemagick"
brew "jp2a"
brew "jq"
brew "libcaca"
brew "lf"
brew "libgit2"
brew "fzf"
brew "nnn"
brew "ncdu"
brew "pango"
brew "poetry"
brew "postgresql@14"
brew "puma/puma/puma-dev"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt"
brew "raylib"
brew "rbenv"
brew "ripgrep"
brew "roundup"
brew "rustup"
brew "smartmontools"
brew "spaceman-diff"
brew "tarsnap"
brew "terraform"
brew "terragrunt"
brew "thefuck"
brew "vips"
brew "vifm"
brew "wget"
brew "yt-dlp"

cask "anki"
cask "adobe-acrobat-reader"
cask "android-sdk"
cask "anydesk"
cask "azure-data-studio"
cask "cyberduck"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "dbeaver-community"
cask "discord"
cask "disk-inventory-x"
cask "double-commander"
cask "docker"
cask "firefox"
cask "font-fira-sans"
cask "font-inconsolata"
cask "google-chrome"
cask "handbrake"
cask "iterm2"
cask "karabiner-elements"
cask "keepassxc"
cask "keka"
cask "macfuse"
cask "menumeters"
cask "miniforge"
cask "mullvadvpn"
cask "mylio"
cask "obsidian"
cask "pomodone"
cask "postman"
cask "rar"
cask "rider"
cask "signal"
cask "slack"
cask "steam"
cask "scroll-reverser"
cask "tidal"
cask "transmission"
cask "tunnelbear"
cask "veracrypt"
cask "visual-studio-code"
cask "vlc"
cask "wasabi-wallet"
cask "webstorm"
cask "xmind"
cask "xnviewmp"
cask "zerotier-one"
