cask_args appdir: '/Applications'

tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "puma/puma"
tap "homebrew/cask-fonts"
tap "railwaycat/emacsmacport"

brew "ack"
brew "anki"
brew "ansible"
brew "docker"
brew "coreutils"
brew "emacs"
brew "flux"
brew "fd"
brew "git-open"
brew "go"
brew "grc"
brew "htop"
brew "imagemagick"
brew "influxdb"
brew "jp2a"
brew "jq"
brew "libcaca"
brew "libgit2"
brew "neovim"
brew "postgresql"
brew "rbenv"
brew "roundup"
brew "ripgrep"
brew "smartmontools"
brew "spaceman-diff"
brew "tarsnap"
brew "terraform"
brew "terragrunt"
brew "tarsnap"
brew "thefuck"
brew "wget"
brew "youtube-dl"
brew "vips"
brew "puma/puma/puma-dev"

cask "adobe-acrobat-reader"
cask "android-sdk"
cask "azure-data-studio"
cask "anydesk"
cask "1password"
cask "cyberduck"
cask "dbeaver-community"
cask "discord"
cask "firefox"
cask "double-commander"
cask "iterm2"
cask "miniforge"
cask "handbrake"
cask "keka"
cask "keepassxc"
cask "mylio"
cask "menumeters"
cask "macfuse"
cask "flycut"
cask "karabiner-elements"
cask "seashore"
cask "signal"
cask "slack"
cask "transmission"
cask "tunnelbear"
cask "veracrypt"
cask "google-chrome"
cask "visual-studio-code"
cask "steam"
cask "vlc"
cask "rar"
cask "qnapi"
cask "pomodone"
cask "obsidian"
cask "postman"
cask "skype"
cask "wasabi-wallet"
cask "xmind-zen"
cask "xnviewmp"
cask "font-inconsolata"
cask "font-fira-sans"
cask "disk-inventory-x"


